Repository: oe-alliance/subssupport
Catalog: locale/*.po
Languages: de

source: List of storage devices
de: Liste der Speichergeräte

source: Parent directory
de: Übergeordnetes Verzeichnis

source: nothing connected
de: nichts angeschlossen

source: Language selection
de: Sprachauswahl

source: Type text of picture
de: Bildtext eingeben

source: unpack error: cannot get subname
de: Fehler beim Entpacken: Subname kann nicht ermittelt werden

source: unpack error: cannot open archive
de: Fehler beim Entpacken: Archiv kann nicht geöffnet werden

source: Save
de: Speichern

source: Cancel
de: Abbruch

source: Reset Defaults
de: Standardeinstellungen zurücksetzen

source: General settings
de: Allgemeine Einstellungen

source: External subtitles settings
de: Einstellungen für externe Untertitel

source: Embedded subtitles settings
de: Einstellungen für eingebundene Untertitel

source: Search settings
de: Sucheinstellungen

source: DVB player settings
de: DVB-Player-Einstellungen

source: SubsSupport settings
de: SubsSupport-Einstellungen

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
de: Sie haben ein OpenPli-basiertes Image, bitte ändern Sie die Einstellungen für die eingebundenen Untertitel unter Einstellungen / System / Untertiteleinstellungen

source: Change subssupport settings
de: Einstellungen für SubsSupport ändern

source: Download subtitles for your videos
de: Untertitel für Ihre Videos herunterladen

source: watch DVB broadcast with subtitles
de: DVB-Sendungen mit Untertiteln ansehen

source: top
de: oben

source: bottom
de: unten

source: red
de: Rot

source: grey
de: Grau

source: green
de: Grün

source: purple
de: Violett

source: yellow
de: Gelb

source: white
de: Weiß

source: blue
de: Blau

source: black
de: Schwarz

source: opaque
de: Undurchsichtig

source: transparent
de: Durchsichtig

source: border
de: Grenze

source: offset
de: Versatz

source: dynamic
de: Dynamisch

source: static
de: Statisch

source: List
de: Liste

source: List + File
de: Liste + Datei

source: All
de: Alle

source: Provider
de: Anbieter

source: Language
de: Sprache

source: Default
de: Standard

source: Release
de: Freigabe

source: Video filename
de: Video Dateiname

source: User defined
de: Benutzerdefiniert

source: Next to video
de: Neben dem Video

source: Movie
de: Film

source: TV show
de: TV-Sendung

source: jump to next subtitle
de: zum nächsten Untertitel springen

source: jump to previous subtitle
de: zum vorherigen Untertitel springen

source: increase subtitles delay
de: erhöhe Untertitel-Verzögerung

source: decrease subtitles delay
de: verringere Untertitel-Verzögerung

source: reset subtitles delay/fps
de: setze Untertitel-Verzögerung/FPS zurück

source: change subtitles fps
de: ändere Untertitel-FPS

source: displays this menu
de: dieses Menü anzeigen

source: exit
de: verlassen

source: Subtitles FPS
de: Untertitel-FPS

source: unknown
de: unbekannt

source: Subtitles Delay
de: Untertitel-Verzögerung

source: change external subtitles status
de: ändere externen Untertitelstatus

source: No external subtitles are loaded
de: Es werden keine externen Untertitel geladen

source: show subtitles menu
de: zeige Untertitelmenü

source: Cannot load subtitles. Invalid path
de: Untertitel können nicht geladen werden. Ungültiger Pfad

source: Cannot decode subtitles. Try another encoding group
de: Untertitel können nicht dekodiert werden. Versuchen Sie eine andere Kodierungsgruppe

source: Cannot parse subtitles. Not supported subtitles format
de: Untertitel können nicht ausgewertet werden. Nicht unterstütztes Untertitelformat

source: Cannot parse subtitles. Invalid subtitles format
de: Untertitel können nicht ausgewertet werden. Ungültiges Untertitelformat

source: Currently choosed subtitles
de: Aktuell gewählte Untertitel

source: Embedded Subtitles
de: Eingebundene Untertitel

source: Encoding:
de: Kodierung:

source: cannot decode
de: kann nicht entschlüsseln

source: None
de: Keine

source: Choose subtitles
de: Untertitel auswählen

source: Search subtitles
de: Untertitel suchen

source: Change encoding
de: Kodierung ändern

source: Subtitles settings
de: Untertitel-Einstellungen

source: Subtitles settings (embedded)
de: Untertitel-Einstellungen (eingebunden)

source: Turn off subtitles
de: Untertitel ausschalten

source: Some subtitles providers are not working
de: Einige Anbieter von Untertiteln funktionieren nicht

source: For more details please check search settings
de: Weitere Details finden Sie in den Sucheinstellungen

source: Do you want to show this message again?
de: Möchten Sie diese Meldung erneut anzeigen?

source: Font type (Regular)
de: Schriftart (Regulär)

source: Font color (Regular)
de: Schriftfarbe (Regulär)

source: Font transparency (Regular)
de: Schrifttransparenz (Regulär)

source: Font type (Italic)
de: Schriftart (Kursiv)

source: Font color (Italic
de: Schriftfarbe (Kursiv)

source: Font transparency (Italic)
de: Schrifttransparenz (Kursiv)

source: Font type (Bold)
de: Schriftart (Fett)

source: Font color (Bold)
de: Schriftfarbe (Fett)

source: Font transparency (Bold)
de: Schrifttransparenz (Fett)

source: Font size
de: Schriftgröße

source: Shadow
de: Schatten

source: Shadow type
de: Schattentyp

source: Shadow X-offset
de: Schatten X-Versatz

source: Shadow Y-offset
de: Schatten Y-Versatz

source: Shadow size
de: Schattengröße

source: Shadow color
de: Schattenfarbe

source: Background
de: Hintergrund

source: Background type
de: Hintergrundtyp

source: Background X-offset
de: Hintergrund X-Versatz

source: Background Y-offset
de: Hintergrund Y-Versatz

source: Background color
de: Hintergrundfarbe

source: Background transparency
de: Hintergrundtransparenz

source: External Subtitles settings
de: Einstellungen für externe Untertitel

source: Subtitles setting
de: Einstellung der Untertitel

source: Pause video on opening subtitles menu
de: Video beim Öffnen des Untertitelmenüs anhalten

source: Encoding
de: Kodierung

source: Show expert settings
de: Experteneinstellungen anzeigen

source: Hide delay
de: Verzögerung ausblenden

source: Sync delay
de: Sync-Verzögerung

source: Player delay
de: Spieler-Verzögerung

source: Refresh delay
de: Verzögerung beim Aktualisieren

source: PTS check delay
de: Verzögerung der PTS-Prüfung

source: Color
de: Farbe

source: Choose from embedded subtitles
de: Wählen Sie aus eingebundenen Untertiteln

source: Choose from downloaded subtitles
de: Wählen Sie aus heruntergeladenen Untertiteln

source: Choose from web subtitles
de: Wählen Sie aus Web-Untertiteln

source: Subtitles will be downloaded in
de: Die Untertitel werden heruntergeladen in

source: seconds
de: Sekunden

source: Choose Subtitles
de: Untertitel auswählen

source: Download date
de: Downloaddatum

source: Remove (file)
de: Entfernen (Datei)

source: Settings
de: Einstellungen

source: Downloaded Subtitles
de: Heruntergeladene Untertitel

source: Entries count:
de: gezählte Einträge:

source: Remove Entry (List+File)
de: Eintrag entfernen (Liste+Datei)

source: Remove Entry (List)
de: Eintrag entfernen (Liste)

source: There was an error while removing subtitle, please check log
de: Beim Entfernen des Untertitels ist ein Fehler aufgetreten, bitte prüfen Sie das Protokoll

source: will be removed from file system
de: wird aus dem Dateisystem entfernt

source: Subtitle
de: Untertitel

source: Do you want to proceed?
de: Möchten Sie fortfahren?

source: will be removed from list
de: wird aus der Liste entfernt

source: Downloaded Subtitles - Settings
de: Heruntergeladene Untertitel - Einstellungen

source: Max history entries
de: Maximale Verlaufeinträge

source: Remove action
de: Aktion entfernen

source: Ask on remove action
de: Fragen vor dem Entfernen von Aktionen

source: Select Directory
de: Verzeichnis auswählen

source: Suggestions
de: Vorschläge

source: press green
de: drücke Grün

source: press red
de: drücke Rot

source: History
de: Verlauf

source: Save to
de: Speichern nach

source: Save as
de: Speichern als

source: Append language to filename
de: Sprache an den Dateinamen anhängen

source: Filename
de: Dateinamen

source: Path
de: Pfad

source: Reset
de: Zurücksetzen

source: Download options
de: Optionen herunterladen

source: Edit Filename
de: Bearbeite Dateiname

source: Edit download path
de: Bearbeite Download-Pfad

source: Filename cannot be empty!
de: Der Dateiname darf nicht leer sein!

source: Path doesn't exist!
de: Der Pfad existiert nicht!

source: Search
de: Suche

source: Subtitles search
de: Untertitelsuche

source: no
de: nein

source: yes
de: ja

source: Title
de: Titel

source: Type
de: Typ

source: Year
de: Jahr

source: Season
de: Saison

source: Preferred languages
de: Bevorzugte Sprachen

source: Use File path
de: Dateipfad verwenden

source: Update search parameters if not correct and press green button for search
de: Aktualisieren Sie die Suchparameter, falls sie nicht korrekt sind und drücken Sie die grüne Taste für die Suche

source: loading subtitles list
de: laden die Untertitelliste

source: subtitles found
de: Untertitel gefunden

source: Press OK to Stop
de: Drücken Sie OK zum Anhalten

source: No subtitles found :(
de: Keine Untertitel gefunden :(

source: Try update(simplify) search expression and try again..
de: Versuchen Sie, den Suchausdruck zu vereinfachen, und versuchen Sie es erneut.

source: downloading subtitles...
de: lade Untertiteln herunter...

source: There are more subtitles in unpacked archive please select which one do you want to use
de: Es gibt mehr Untertitel im entpackten Archiv Bitte wählen Sie aus, welche Sie verwenden möchten

source: Subtitles with this name already exist Do you want to overwrite them
de: Es gibt bereits Untertitel mit diesem Namen Möchten Sie sie überschreiben

source: Cannot save download history, for details look in log
de: Download-Verlauf kann nicht gespeichert werden, für Details siehe Protokoll

source: captcha doesn't match, try again...
de: Captcha stimmt nicht überein, versuchen Sie es erneut...

source: invalid credentials provided, correct them and try again
de: Ungültige Anmeldedaten angegeben, korrigieren Sie sie und versuchen Sie es erneut

source: no credentials provided, set them and try again
de: keine Anmeldedaten angegeben, setzen Sie sie und versuchen Sie es erneut

source: download error ocurred, for details see /tmp/subssearch.log
de: Es ist ein Download-Fehler aufgetreten, Details siehe /tmp/subssearch.log

source: Download (user defined)
de: Download (benutzerdefiniert)

source: Download (next to video)
de: Download (neben dem Video)

source: Download (more...)
de: Herunterladen (mehr...)

source: Download and Load (user defined)
de: Herunterladen und Laden (benutzerdefiniert)

source: Download and Load (next to video)
de: Herunterladen und Laden (neben dem Video)

source: Download and Load (more...)
de: Herunterladen und Laden (mehr...)

source: Preferred subtitles language
de: Bevorzugte Sprache für die Untertitel

source: Preferred Movie provider
de: Bevorzugter Filmanbieter

source: Preferred TV show provider
de: Bevorzugter Anbieter von Fernsehsendungen

source: Manual search
de: Manuelle Suche

source: Subtitles provider timeout
de: Zeitüberschreitung des Untertitelanbieters

source: Check search parameters before subtitles search
de: Überprüfen Sie die Suchparameter vor der Suche nach Untertiteln

source: Sort subtitles list by
de: Untertitelliste sortieren nach

source: Save subtitles as
de: Untertitel speichern als

source: Save subtitles as (fallback)
de: Untertitel speichern unter (Fallback)

source: Add subtitle's language to filename
de: Die Sprache des Untertitels zum Dateinamen hinzufügen

source: Save subtitles to
de: Untertitel speichern in

source: Subtitles download path
de: Untertitel Download-Pfad

source: Subtitles temp path
de: Untertitel temp Pfad

source: Always ask before overwriting existing subtitles
de: Fragen Sie immer, bevor Sie bestehende Untertitel überschreiben

source: Load subtitles after download
de: Untertitel nach dem Download laden

source: Save downloaded subtitles to history
de: Heruntergeladene Untertitel im Verlauf speichern

source: Load/Save download history directory
de: Download-Verzeichnis laden/speichern

source: Provider name
de: Name des Anbieters

source: Supported languages
de: Unterstützte Sprachen

source: State
de: Status

source: Switch List
de: Liste wechseln

source: Subtitles search settings
de: Einstellungen für die Untertitelsuche

source: error
de: Fehler

source: enabled
de: aktiviert

source: disabled
de: deaktiviert

source: library
de: Bibliothek

source: missing
de: fehlt

source: Source title not provided
de: Titel der Quelle nicht angegeben

source: Source title
de: Titel der Quelle

source: Update Search params
de: Suchparameter aktualisieren

source: settings
de: Einstellungen

source: Auto sync to current event
de: Automatische Synchronisierung mit dem aktuellen Ereignis

source: Subtitles Position
de: Untertitel Position

source: Subtitles Time
de: Untertitel Zeit

source: Event Name
de: Ereignisname

source: Event Time
de: Ereigniszeit

source: Event Duration
de: Ereignisdauer

source: close plugin
de: Plugin schließen

source: show/hide subtitles status
de: Status der Untertitel ein-/ausblenden

source: play/pause subtitles playback
de: Wiedergabe von Untertiteln abspielen/anhalten

source: pause subtitles playback
de: Wiedergabe von Untertiteln anhalten

source: resumes subtitles playback
de: setzt die Wiedergabe von Untertiteln fort

source: restarts current subtitle
de: Neustart des aktuellen Untertitels

source: skip to next subtitle
de: zum nächsten Untertitel springen

source: skip to next subtitle (minute jump)
de: zum nächsten Untertitel springen (Minutensprung)

source: skip to next subtitle by setting time in minutes
de: zum nächsten Untertitel springen, indem die Zeit in Minuten eingestellt wird

source: skip to previous subtitle
de: zum vorherigen Untertitel springen

source: skip to previous subtitle (minute jump)
de: zum vorherigen Untertitel springen (Minutensprung)

source: skip previous subtitle by setting time in minutes
de: Überspringen des vorherigen Untertitels durch Einstellen der Zeit in Minuten

source: skip subtitle to current event position
de: Untertitel zur aktuellen Ereignisposition überspringen

source: Time
de: Zeit

source: Duration
de: Dauer

source: cannot sync to event, event is not available
de: kann nicht mit dem Ereignis synchronisiert werden, das Ereignis ist nicht verfügbar
